{
  "seerah": [
    {
      "years": [
        {
          "year": "570",
          "events": [
            {
              "title": "ولادة النبي محمد (صلى الله عليه وسلم)",
              "content": [
                {
                  "paragraph": "لقد كانت حادثة الفيل تَقْدِمَة لمولد النبي صلى الله عليه وسلم، ودليلًا على نبوته، تبين من خلالها عظيم قدرة الله عز وجل، وتجسدت معان عظيمة: منها أن الاعتقاد بتخليد قوة مهما كانت ظن خاطئ، ومنها عدم اليأس من نصر الله، مع ضرورة الأخذ بأسباب النصر والتمكين."
                },
                {
                  "paragraph": "وكانت العادة عند الحاضرين من العرب أن يلتمسوا المراضع لأولادهم، ابتعادًا لهم عن أمراض الحواضر؛ لتقوى أجسامهم، وتشتد أعصابهم، ويتقنوا اللسان العربي في مهدهم. فالتمس عبد المطلب لرسول الله صلى الله عليه وسلم الرضعاء، واسترضع له امرأة من بني سعد بن بكر، وهي حليمة بنت أبي ذؤيب، وزوجها الحارث بن عبد العزى المكنى بأبي كبشة، من نفس القبيلة."
                },
                {
                  "paragraph": "وكان إخوة النبي صلى الله عليه وسلم هناك من الرضاعة عبد الله بن الحارث، وأنيسة بنت الحارث، وحذافة أو جذامة بنت الحارث (وهي الشيماء- لقب غلب على اسمها) وكانت تحضن رسول الله صلى الله عليه وسلم، وأبو سفيان بن الحارث بن عبد المطلب، ابن عم رسول الله صلى الله عليه وسلم."
                },
                {
                  "paragraph": "وكان عمه حمزة بن عبد المطلب مسترضعًا في بني سعد بن بكر، فأرضعت أمه رسول الله صلى الله عليه وسلم يومًا وهو عند أمه حليمة. فكان حمزة رضيع رسول الله صلى الله عليه وسلم من وجهين، من جهة ثويبة، ومن جهة السعدية."
                },
                {
                  "paragraph": "ورأت حليمة من بركته صلى الله عليه وسلم ما قصت منه العجب. ولنتركها تروي ذلك مفصلًا: قالت حليمة: 'خرجت من بلدي مع زوجي وابن لي صغير ترضعه، في نسوة من بني سعد بن بكر نلتمس الرضعاء، وذلك في سنة شهباء لم تبق لنا شيئًا. خرجت على أتان لي قمراء، ومعنا شارف لنا، والله ما تبض بقطرة، وما ننام ليلنا من صبينا الذي معنا من بكائه من الجوع، ما في ثديي ما يغنيه، وما في شارفنا ما يغذيه. ولكن كنا نرجو الغيث والفرج.'"
                },
                {
                  "paragraph": "تضيف حليمة: 'فلما قدمنا مكة نلتمس الرضعاء، ما منا امرأة إلا وقد عرض عليها رسول الله صلى الله عليه وسلم فتأباه، إذا قيل لها إنه يتيم. كنا نرجو المعروف من أبي الصبي، فكنا نقول: يتيم! وما عسى أن تصنع أمه وجده؟ فكنا نكرهه لذلك. فلما أجمعنا الانطلاق قلت لصاحبي: والله إني لأكره أن أرجع من بين صواحبي ولم آخذ رضيعا. والله لأذهبن إلى ذلك اليتيم فلآخذنه. قال: لا عليك أن تفعلي، عسى الله أن يجعل لنا فيه بركة.'"
                },
                {
                  "paragraph": "تابعت حليمة قائلة: 'فذهبت إليه، فأخذته، وما حملني على أخذه إلا أني لم أجد غيره. فلما أخذته رجعت به إلى رحلي، فلما وضعته في حجري أقبل عليه ثدياي بما شاء من لبن، فشرب حتى روي، وشرب معه أخوه حتى روي. ثم نام، وما كنا ننام معه قبل ذلك. وقام زوجي إلى شارفنا فإذا هي حافل، فحلب منها ما شرب وشربت معه حتى انتهينا ريا وشبعا، فبتنا بخير ليلة.'"
                },
                {
                  "paragraph": "واختتمت حليمة بقولها:ثم خرجنا وركبت أنا أتاني، وحملته عليها معي، فو الله لقطعت بالركب ما لا يقدر عليه شيء من حمرهم، حتى إن صواحبي ليقلن لي: يا ابنة أبي ذؤيب، ويحك! أربعي علينا، أليست هذه أتانك التي كنت خرجت عليها؟ فأقول لهن: بلى والله! إنها لهي هي، فيقلن: والله إن لها شأنا، قالت: ثم قدمنا منازلنا من بلاد بني سعد وما أعلم أرضا من أرض الله أجدب منها، فكانت غنمي تروح على حين قدمنا به معنا شباعا لبنا، فنحلب ونشرب، وما يحلب إنسان قطرة لبن، ولا يجدها في ضرع حتى كان الحاضرون من قومنا يقولون لرعيانهم: ويلكم اسرحوا حيث يسرح راعي بنت أبي ذؤيب، فتروح أغنامهم جياعا ما تبض بقطرة لبن، وتروح غنمي شباعا لبنا، فلم نزل نتعرف من الله الزيادة والخير حتى مضت سنتاه وفصلته وكان يشب شبابا لا يشبه الغلمان، فلم يبلغ سنتيه حتى كان غلاما جفرا، قالت: فقدمنا به على أمه ونحن أحرص على مكثه فينا، لما كنا نرى من بركته، فكلمنا أمه، وقلت لها: لو تركت ابني عندي حتى يغلظ، فإني أخشى عليه وباء مكة، قالت: فلم نزل بها حتى ردته معنا'"
                }
              ],
              "month": "ربيع الأول",
              "location": "مكة المكرمة"
            }
          ]
        },
        {
          "year": "574",
          "events": [
            {
              "title": "حادثة شق الصدر الأولى",
              "content": [
                {
                  "paragraph": "وهكذا بقي رسول الله صلى الله عليه وسلم في بني سعد، حتى إذا كانت السنة الرابعة أو الخامسة من مولده وقع حادث شق صدره، روى مسلم عن أنس أن رسول الله صلى الله عليه وسلم أتاه جبريل، وهو يلعب مع الغلمان، فأخذه فصرعه، فشق عن قلبه، فاستخرج القلب، فاستخرج منه علقة، فقال: هذا حظ الشيطان منك، ثم غسله في طست من ذهب بماء زمزم، ثم لأمه، ثم أعاده إلى مكانه، وجاء الغلمان يسعون إلى أمه- يعني ظئره- فقالوا: إن محمدا قد قتل، فاستقبلوه وهو منتقع اللون"
                }
              ],
              "month": "رجب",
              "location": "مكة المكرمة"
            }
          ]
        },
        {
          "year": "576",
          "events": [
            {
              "title": "العودة إلى العائلة",
              "content": [
                {
                  "paragraph": "إلى أمه الحنون: وخشيت عليه حليمة بعد هذه الوقعة حتى ردته إلى أمه، فكان عند أمه إلى أن بلغ ست سنين،ورأت آمنة وفاء لذكرى زوجها الراحل أن تزور قبره بيثرب، فخرجت من مكة قاطعة رحلة تبلغ خمسمائة كيلو مترا، ومعها ولدها اليتيم- محمد صلى الله عليه وسلم- وخادمتها أم أيمن، وقيمها عبد المطلب، فمكثت شهرا، ثم قفلت: وبينما هي راجعة إذ يلاحقها المرض، ويلح عليها في أوائل الطريق، فماتت بالأبواء بين مكة والمدينة."
                },
                {
                  "paragraph": "إلى جده العطوف: وعاد به عبد المطلب إلى مكة، وكانت مشاعر الحنو في فؤاده تربو نحو حفيده اليتيم، الذي أصيب بمصاب جديد نكأ الجروح القديمة، فرق عليه رقة لم يرقها على أحد من أولاده، فكان لا يدعه لوحدته المفروضة، بل يؤثره على أولاده، قال ابن هشام: كان يوضع لعبد المطلب فراش في ظل الكعبة، فكان بنوه يجلسون حول فراشه ذلك حتى يخرج إليه، لا يجلس عليه أحد من بنيه إجلالا له، فكان رسول الله صلى الله عليه وسلم يأتي وهو غلام جفر حتى يجلس عليه، فيأخذه أعمامه ليؤخروه عنه، فيقول عبد المطلب إذا رأى ذلك منهم: دعوا ابني هذا فو الله إن له لشأنا، ثم يجلس معه على فراشه، ويمسح ظهره بيده ويسره ما يراه يصنع،ولثماني سنوات وشهرين وعشرة أيام من عمره صلى الله عليه وسلم توفي جده عبد المطلب بمكة، ورأى قبل وفاته أنه يعهد بكفالة حفيده إلى عمه أبي طالب شقيق أبيه"
                },
                {
                  "paragraph": "إلى عمه الشفيق: ونهض أبو طالب بحق ابن أخيه على أكمل وجه، وضمه إلى ولده، وقدمه عليهم، واختصه بفضل احترام وتقدير، وظل فوق أربعين سنة يعز جانبه، ويبسط عليه حمايته، ويصادق ويخاصم من أجله، وستأتي نبذ من ذلك في مواضعها."
                }
              ],
              "month": "رجب",
              "location": "مكة المكرمة"
            }
          ]
        },
        {
          "year": "582-585",
          "events": [
            {
              "title": "حرب الفجار",
              "content": [
                {
                  "paragraph": "أخرج ابن عساكر عن جلهمة بن عرفطة قال: قدمت مكة وهم في قحط، فقالت قريش: يا أبا طالب! أقحط الوادي، وأجدب العيال، فهلم فاستسق، فخرج أبو طالب ومعه غلام، كأنه شمس دجن، تجلت عنه سحابة قثماء، حوله أغيلمة، فأخذه أبو طالب، فألصق ظهره بالكعبة، ولاذ بإصبعه الغلام، وما في السماء قزعة، فأقبل السحاب من ههنا وههنا، وأغدق واغدودق، وانفجر الوادي وأخضب النادي والبادي، وإلى هذا أشار أبو طالب حين قال:وأبيض يستسقي الغمام بوجهه ... ثمال اليتامى عصمة للأرامل."
                },
                {
                  "paragraph": "ولما بلغ رسول الله صلى الله عليه وسلم اثنتي عشرة سنة- قيل وشهرين وعشرة أيام ارتحل به أبو طالب تاجرا إلى الشام، حتى وصل إلى بصرى- وهي معدودة من الشام وقصبة لحوران، وكانت في ذلك الوقت قصبة للبلاد العربية التي كانت تحت حكم الرومان- وكان في هذا البلد راهب عرف ببحيرا واسمه جرجيس فلما نزل الركب خرج إليهم، وأكرمهم بالضيافة، وكان لا يخرج إليهم قبل ذلك وعرف رسول الله صلى الله عليه وسلم بصفته، فقال وهو آخذ بيده: هذا سيد العالمين، هذا يبعثه الله رحمة للعالمين. فقال أبو طالب: وما علمك بذلك؟ فقال: إنكم حين أشرفتم من العقبة لم يبق حجر ولا شجر إلا وخرّ ساجدا، ولا تسجد إلا لنبي، وإني أعرفه بخاتم النبوة في أسفل غضروف كتفه مثل التفاحة، وإنا نجده في كتبنا، وسأل أبا طالب أن يرده، ولا يقدم به إلى الشام، خوفا عليه من اليهود، فبعثه عمه مع بعض غلمانه إلى مكة."
                },
                {
                  "paragraph": "وكان إخوة النبي صلى الله عليه وسلم هناك من الرضاعة عبد الله بن الحارث، وأنيسة بنت الحارث، وحذافة أو جذامة بنت الحارث (وهي الشيماء- لقب غلب على اسمها) وكانت تحضن رسول الله صلى الله عليه وسلم، وأبو سفيان بن الحارث بن عبد المطلب، ابن عم رسول الله صلى الله عليه وسلم."
                },
                {
                  "paragraph": "ولخمس عشرة من عمره صلى الله عليه وسلم كانت حرب الفجار بين قريش ومن معهم من كنانة وبين قيس عيلان، وكان قائد قريش وكنانة كلها حرب بن أمية لمكانته فيهم سنا وشرفا، وكان الظفر في أول النهار لقيس على كنانة، حتى إذا كان في وسط النهار كان الظفر لكنانة على قيس. وسميت بحرب الفجار لانتهاك حرمات الحرم والأشهر الحرم فيها، وقد حضر هذه الحرب رسول الله صلى الله عليه وسلم، وكان ينبل على عمومته، أي يجهز لهم النبل للرمي"
                },
                {
                  "paragraph": "وعلى أثر هذه الحرب وقع حلف الفضول في ذي القعدة في شهر حرام، تداعت إليه قبائل من قريش: بنو هاشم، وبنو المطلب، وأسد بن عبد العزى، وزهرة بن كلاب، وتيم بن مرة، فاجتمعوا في دار عبد الله بن جدعان التيمي لسنه وشرفه، فتعاقدوا وتعاهدوا على ألايجدوا بمكة مظلوما من أهلها وغيرهم من سائر الناس إلا قاموا معه، وكانوا على من ظلمه حتى ترد عليه مظلمته، وشهد هذا الحلف رسول الله صلى الله عليه وسلم، وقال بعد أن أكرمه الله بالرسالة: لقد شهدت في دار عبد الله بن جدعان حلفا ما أحب أن لي به حمر النعم، ولو أدعي به في الإسلام لأجبت."
                },
                {
                  "paragraph": "وهذا الحلف روحه تنافي الحمية الجاهلية التي كانت العصبية تثيرها، ويقال في سبب هذا الحلف إن رجلا من زبيد قدم مكة ببضاعة، واشتراها منه العاص بن وائل السهمي، وحبس عنه حقه، فاستعدى عليه الأحلاف عبد الدار، ومخزوما، وجمحا، وسهما، وعديا، فلم يكثروا له، فعلا جبل أبي قبيس، ونادى بأشعار يصف فيها ظلامته رافعا صوته، فمشى في ذلك الزبير بن عبد المطلب، وقال: ما لهذا مترك؟ حتى اجتمع الذين مضى ذكرهم في حلف الفضول، فقاموا إلى العاص بن وائل فانتزعوا منه حق الزبيدي بعد ما أبرموا الحلف."
                },
                {
                  "paragraph": "ولم يكن له صلى الله عليه وسلم عمل معين في أول شبابه، إلا أن الروايات توالت أنه كان يرعى غنما، رعاها في بني سعد، وفي مكة لأهلها على قراريط."
                },
                {
                  "paragraph": "وفي الخامسة والعشرين من سنه خرج تاجرا إلى الشام في مال خديجة رضي الله عنها، قال ابن إسحاق: كانت خديجة بنت خويلد امرأة تاجرة ذات شرف ومال، تستأجر الرجال في مالها، وتضاربهم إياه بشيء تجعله لهم، وكانت قريش قوما تجارا فلما بلغها عن رسول الله صلى الله عليه وسلم ما بلغها من صدق حديثه، وعظم أمانته وكرم أخلاقه بعثت إليه، فعرضت عليه أن يخرج في مال لها إلى الشام تاجرا، وتعطيه أفضل ما كانت تعطي غيره من التجار، مع غلام لها يقال لها ميسرة، فقبله رسول الله صلى الله عليه وسلم منها، وخرج في مالها ذلك، وخرج معه غلامها ميسرة حتى قدم الشام."
                }
              ],
              "month": "شوال",
              "location": "مكة المكرمة"
            }
          ]
        }
      ]
    }
  ]
}
